Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/media/tv_licences.html.txt.tmx
Source language: en
Languages: ga

source: Every household, business or institution in Ireland with a television or equipment capable of receiving a television signal (using an aerial, satellite dish, cable or other means) must have a television licence
ga: Ní mór do gach teach, gnó agus institiúid in Éirinn a bhfuil teilifís aige nó trealamh gur féidir leis comhartha teilifíse a fháil (i.e., aeróg, mias saitilíte, agus rl.,) ceadúnas teilifíse a bheith aige

source: A television licence is a certificate that states that you have paid the appropriate fee to the government and contributed to the cost of public service broadcasting in Ireland
ga: Teastas atá ann a dhearbhaíonn go bhfuil an táille chuí íoctha agat leis an rialtas agus síntiús íoctha agat leis an gcostas a bhaineann le craolachán na seirbhíse poiblí in Éirinn

source: Your television licence is issued for 1 year in general
ga: Tá do cheadúnas teilifíse a eisíodh do 1 bhliain i gcoitinne

source: Public service broadcasting in Ireland means comprehensive radio and television services that are free to transmit programmes that entertain, educate, inform and cater for all members of the community
ga: Seirbhísí cuimsitheacha raidió agus teilifíse atá saor le cláracha siamsaíochta, oideachasúla agus eolais a chraoladh a fheileann do chuile dhuine is brí le craolachán na seirbhíse poiblí in Éirinn

source: These services must also provide news and current affairs programmes, including coverage of proceedings in the Houses of the Oireachtas (Irish Parliament) and the European Parliament
ga: Ní mór do na cláracha seo nuacht agus cúrsaí reatha a sholáthar freisin chomh maith le imeachtaí i dTithe an Oireachtais (Parlaimint na hÉireann) agus i bParlaimint na hEorpa a chlúdach

source: Each year, the government provides a grant to RTE (the national broadcasting organisation), which is funded by your television licence fee
ga: Cuireann an rialtas deontas bliantúil ar fáil do RTÉ (eagraíocht náisiúnta craolacháin) a thagann ó na táillí a íocann an pobal ar cheadúnais teilifíse

source: RTE has responsibilities to deliver public service programmes in Ireland
ga: Tá dualgais ar RTÉ i dtaobh cláracha na seirbhíse poiblí a chraoladh in Éirinn

source: The television licence fee is collected by An Post on behalf of the Minister for Department of Communication, Climate Action and the Environment, who has responsibility for broadcasting policy in Ireland
ga: Bailíonn An Post táille an cheadúnais teilifíse ar son an Aire An Roinn Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil ag a bhfuil cúram an pholasaí chraolacháin in Éirinn

source: The EU decided that all member states must stop broadcasting analogue television by the end of 2012
ga: Tá cinneadh déanta ag an AE nach mór do gach ballstáit stad craolacháin teilifíse analóige faoi dheireadh na bliana 2012

source: Saorview is the free-to-air digital terrestrial television (DTT) service which replaced analogue television in Ireland
ga: Is é Saorview an saor-go-haer teilifís digiteach trastíre (DTT) seirbhís a cuireadh in ionad teilifíse analógacha in Éirinn

source: It is owned and managed by RTE
ga: Tá sé faoi úinéireacht agus á bhainistiú ag RTÉ

source: Saorsat, a satellite service, provides access to Irish free-to-air digital television channels and services for those unable to receive Saorview
ga: Saorsát, seirbhís satailíte, rochtain ar fháil ar na hÉireann saor go haer chainéil teilifíse digití agus seirbhísí dóibh siúd nach bhfuil in ann a fháil Saorview

source: The analogue television service in Ireland switched off in October 2012
ga: Bhí athraigh an tseirbhís teilifíse analóige in Éirinn amach ar an 24 Deireadh Fómhair 2012

source: More information is available at saorview.ie
ga: Tá tuilleadh eolais ar fáil ag saorview.ie

source: With the switch off of the analogue television service, your analogue television set needs a set-top box to receive digital television
ga: Nuair a bhíonn an tseirbhís teilifíse analógach múchta, beidh do gléas teilifíse analógacha gá le sraith bosca-barr a fháil teilifíse digití

source: Your analogue television set, with or without a set-top box, still requires a television licence
ga: Dearbhófar do gléas teilifíse analógacha a cheangal go fóill ar cheadúnas teilifíse, le nó gan bosca leagtha-barr

source: If your household, business or institution possesses a television or equipment capable of receiving a television signal, you are required by law to have a television licence
ga: Má tá teilifís nó trealamh gur féidir leis comhartha teilifíse a fháil i do theach, gnó nó institiúid tá dualgas dleathúil ort ceadúnas teilifíse a bheith agat

source: Even if the television or other equipment is broken and currently unable to receive a signal, it is regarded as capable of being repaired so it can receive a signal and you must hold a licence for it
ga: Má theipeann ar dhuine fianaise a chur ar fáil do chigire go bhfuil ceadúnas teilifíse aige/aici d'fhéadfadh sé go mbeadh lá sa chúirt ag an duine sin agus is féidir fíneáil mhór a ghearradh ar dhuine dá bharr

source: Failure to produce evidence of a television licence to an inspector can result in a court appearance and on conviction, you can receive a substantial fine
ga: Is féidir daoine a bhfuil fíneáil gearrtha orthu agus ordú cúirte, a thug treoir dóibh ceadúnas teilifíse a cheannach, briste acu a chur chuig an bpríosún

source: You do not require a television licence to watch television on your computer or mobile phone
ga: Ní gá duit ceadúnas teilifíse mór breathnú ar an teilifís ar do ríomhaire nó ar an bhfón póca

source: However, the computer must not be able to receive a signal distributed by conventional television broadcasting networks, for example, cable, satellite or aerial
ga: Mar sin féin, ní mór an ríomhaire a bheith in ann a fháil comhartha dháileadh ag líonraí craolacháin teilifíse traidisiúnta, mar shampla, cábla, satailíte nó aerga

source: When a first-time television licence is issued it remains in force until the end of the 11th month following the month in which it was issued
ga: Nuair ceadúnas teilifíse den chéad uair a eisíodh tá sé fós i bhfeidhm go dtí deireadh na míosa 11ú tar éis na míosa inar eisíodh é

source: For example, if the licence was issued in the middle of April it will remain in force until the end of March the following year
ga: Mar shampla, má d'eisigh an ceadúnas i lár Aibreán beidh sé i bhfeidhm go dtí deireadh mhí an Mhárta an bhliain dár gcionn

source: When you renew it at the end of that period, the new licence remains in force for 12 months
ga: Nuair a athnuachan tú é ag deireadh na tréimhse sin, tá an ceadúnas nua i bhfeidhm ar feadh 12 mhí

source: If you are aged over 70, you can get a television licence free of charge as part of the Household Benefits package. Some people under 70 may also qualify for the Household Benefits Package and a free television licence
ga: Má tá tú os cionn 70 bliain d'aois, is féidir leat a fháil ar cheadúnas teilifíse saor in aisce mar chuid de na phacáiste Sochair Teaghlaigh

source: In other words, if you have a television set in your living room and kitchen, one television licence covers both sets
ga: D'fhéadfadh roinnt daoine faoi 70 cáiliú freisin don phacáiste Sochar Teaghlaigh agus ceadúnas teilifíse saor in aisce

source: Simply bring your existing licence to your nearest Post Office, together with evidence of your new address (that is a household utility bill or a bank statement)
ga: Má chiontaítear duine (don chéad uair) mar gheall nach bhfuil ceadúnas teilifíse aige/aici gearrfar fíneáil de €1000 air/uirthi

source: Each licence is issued for a 1 year period; this means that if you will be staying in Ireland for less than 1 year, you must still obtain a full television licence
ga: Má chiontaítear duine don dara uair mar gheall nár íoc sé/sí ceadúnas teilifíse, gearrfar fíneáil de €2000 air/uirthi

source: Conviction for non-payment of a television licence (first offence) is a fine of up to €1,000
ga: Cosnaíonn ceadúnas teilifíse do theilifís €160

source: If you are convicted a second time or more for not paying your television licence, you will be fined up to €2,000
ga: Níl aon táille le n-íoc ar leasuithe (i.e., athrú seolta) a dhéanamh ar cheadúnais teilifíse reatha

source: The cost of a television licence is €160
ga: Conas Iarratas a dhéanamh

source: You can also pay for your licence by credit card using the lo-call telephone number (1890 228 528, 24 hours per day, 7 days per week)
ga: Is féidir íoc as ceadúnas teilifíse ag aon oifig an phoist le hairgead tirim, seic, cárta dochair nó cárta creidmheasa

source: You can download an application form here to arrange payment of your television licence by direct debit through your financial institution
ga: Is féidir íoc as do cheadúnas teilifíse freisin tríd úsáid a bhaint as stampaí coigiltis speisialta do cheadúnas teilifíse

source: If you wish to pay for your television licence by cheque, the cheque must be crossed and made payable to An Post
ga: Más main leat íoc as an gceadúnas teilifíse le seic ní mór an seic a chrosnú agus a bheith iníoctha le An Post

source: You can find out how to apply for a free television licence in our document on the Household Benefits package. An Post has further information on Television Licences on their website
ga: Más ag athnuachaint ceadúnais atá tú ní mór duit freisin an fógra athnuachana a chur leis an iarratas agus d'ainm agus do sheoladh iomlán a chur ar fáil in aon chomhfhreagras

source: Every post office in the country sells television licences and stocks application forms for those who wish to apply for a free television licence
ga: Is féidir leat a fháil amach conas iarratas a dhéanamh ar cheadúnas teilifíse saor in aisce inár ndoiciméad ar na Sochair Teaghlaigh phacáiste
